app/controllers/posts_controller.rb

  def create
    @post = Post.new(content: params[:content])
    if @post.save
---
INSERT INTO "posts" ("content", "created_at", "updated_at") VALUES (?, ?, ?)  [["content", "新規投稿"], ["created_at", "2021-11-26 05:44:49.860800"], ["updated_at", "2021-11-26 05:44:49.860800"]]